Repository: castcle/Search-iOS
Catalog: Search/Localizable/*.lproj/Localizable.strings
Languages: th

# search_top_trends_title
source: For You
th: สำหรับคุณ

# search_top_trends_placeholder
source: World trends search
th: ค้นหาความนิยมระดับโลก

# search_top_trends_top_ten
source: Top 10 World Trends
th: 10 อันดับความนิยมระดับโลก

# search_top_trends_trending
source: Trending
th: กำลังเป็นที่นิยม

# search_suggestion_title
source: Search
th: สำรวจ

# search_suggestion_lastest
source: Recent searches
th: การค้นหาล่าสุด

# search_result_trend
source: Trend
th: กำลังเป็นที่นิยม

# search_result_lastest
source: Lastest
th: ล่าสุด

# search_result_photo
source: Photo
th: รูปภาพ

# search_result_people
source: People
th: ผู้คน

# search_not_found_headline
source: We didn't find any results
th: เราไม่พบผลลัพธ์ใด ๆ

# search_not_found_description
source: Make sure everything is spelled correctly or try different keywords.
th: ตรวจสอบให้แน่ใจว่าสะกดถูกต้องหรือลองใช้คำสำคัญอื่น
